Revit 2027 API
StringParameterValue Properties
The StringParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ParameterValue)
Value |  The stored value
Top
See Also
Reference
StringParameterValue Class
Autodesk.Revit.DB Namespace